import styles from './About.module.css';

export default function About() {
    return(
        <>
            <h1>Zack Yu</h1>
            <br></br>
            <div className={styles.box} >
                <p>成功大學社會科學院畢業，核心關懷不離社會，理解「普遍的人」則是興趣。習慣先聽別人說，再把想說的話輕輕說。</p>
                <p>說起價值觀，知足之足，常足矣，珍視自己擁有的一切，希望以此對抗盤據心頭的存在主義幽靈。</p>
                <br/>
                <p>Logo反勾象徵誓言為使用者設計的決心。因為書寫上手由內往外，遠比由外往內來得更順，可憐的左撇子，被迫遷就右撇子霸權的符號共識。作為被馴化的左撇子，我並不打算發起極端革命改變全世界的符號慣例，而是認為正勾反勾應並存互通，左右撇子都能。期許自己悉心考察使用者需求，適時摒棄粗糙的慣例，設計細緻的應用程式系統、講座、課程教學。</p>
            </div>
        </>
    )
}