import styles from './About.module.css';

export default function About() {
    return(
        <>
            <h1>Zack Yu</h1>
            <br></br>
            <div className={styles.box} >
                <p>成功大學社會科學院畢業，核心關懷不離社會，理解「普遍的人」則是興趣。</p>
                <p>珍視自己擁有的一切，希冀以此對抗盤據心頭的存在主義幽靈。</p>
                <br/>
                <p>Logo反勾象徵為特定使用者設計的精神。因為書寫上手由內往外，遠比由外往內來得更順，可憐的左撇子，被迫遷就多數右撇子的符號共識。作為被馴化的左撇子，我並不打算發起革命改變全世界的符號慣例，而是認為正勾反勾應並存互通，人人都能以自己最順手、舒適的狀態與世界互動。期許自己悉心考察使用者需求，適時摒棄粗糙的慣例，設計細緻的應用程式系統、講座、課程教學。</p>
                <br/>
                <p>偶爾一時興起，會在YouTube發佈亂彈的即興，下方icon可連結至頻道聆聽。</p>
            </div>
        </>
    )
}